export const esterhazyStoryForCake = {
  title: 'Как появился торт Эстерхази',
  textOne:
    'Этот торт был изобретен в конце 19 века венгерскими кондитерами и назван в честь принца Павла III Антона Эстерхази де Галанта - дипломата Австрийской империи. Интересно что в то время это был один из самых популярных тортов в Австро-Венгрии. История гласит, что оригинальный Эстерхази был приготовлен из слоеного миндального бисквита с ванильным и коньячным кремом. В Венгрии миндальную муку заменяют грецкими орехами, что делает торт гораздо более особенным.',
  textTwo:
    'Сегодня история этого десерта не так точна. Некоторые говорят, что название не связано с принцем, другие что до сих пор неясно, кто его испек и сколько слоев – пять или шесть должно быть в торте. Одно можно сказать наверняка – торт не содержит пшеничной муки и готовится из яичных белков, сахара и ореховой муки, прослаивается ванильным кремом и покрывается белой помадкой. Это фантастическое, легкое, с ароматом ванили и грецких орехов блюдо.',
};
