export const napoleonStoryForCake = {
  title: 'История происхождения торта Наполеон',
  textOne:
    'Изучая историю этого торта можно наткнуться на множество версий и в каждой рассказывается свой взгляд. Мы пошли по своему пути изучения истории появления столь любимого нами десерта под названием Наполеон.',
  textTwo:
    'Во-первых - мы знаем, что Наполеон Бонапарт был французским полководцем, желавшим превратить Францию в главную державу на континенте. Возможно в честь императора французы и назвали так десерт? Но нет, как выясняется во Франции и Европе в целом, ничего не знают о торте с названием Наполеон. Это значит, что происхождение наименования идет точно не от туда.',
  textThree:
    'Во вторых - знаем, что как только европейцы видят торт Наполеон, они не раздумывая называют его "Русским" десертом. Значит они с ним все таки знакомы и отводят его принадлежность к России.',
  textFour:
    'Далее - мы знаем, что торт состоит из множества слоев тонкого теста, прослоенных заварным ванильным кремом "Патисьер". И подобные десерты встречаются чаще всего именно у французов. Называются они Миль-Фей (Миль - это тысяча, Фей это лист) - получается "Тысяча слоев". Надо сказать, что данный французский десерт конечно же вкусный, коржи скорей из песочного теста, не такие тонкие как из слоеного теста, их немного и прослаиваются заварным кремом со свежими ягодами или вареньем. Получается кондитерское изделие с кремом и ягодами. Оно прекрасно слова нет, но это совсем не похоже на привычный нам торт Наполеон.',
  textFive:
    'Еще существует такая версия, что мол торт наследовал название от французского слова napolitain (неаполитанский). Неаполитанский торт действительно есть, но он еще больше не похож на наш Наполеон, ибо он готовится из трех толстых бисквитных коржей, один из которых обязательно должен быть шоколадным. И лишь кремовая прослойка между коржами немного похожа.',
  textSix:
    'А вот что пишут иностранные источники: "Торт Наполеон - это классический русский торт, состоящий из очень тонких и рассыпчатых коржей из слоёного теста и нежного, насыщенного заварного крема между слоями." Ну если сами европейцы говорят, что это "русский" торт, будем искать его корни у себя.',
  textSeven:
    'А вот что пишет современный, крупнейший знаток русской кулинарии Вильям Похлебкин: "В России это один из популярнейших десертов с кремом и яблочной прослойкой. Кстати, за рубежом его так и называют – Русский торт."',
  textEight:
    'Еще один уважаемый автор - собиратель русских кулинарных рецептов Елена Молоховец, которая кстати сказать родилась в Архангельске, в своей книге 1861 года «Подарок молодым хозяйкам, или Средство к уменьшению расходов в домашнем хозяйстве» описывает рецепт Наполеоновских пирожных и они точны с современными, т.е. в 19 веке этот торт уже существовал!',
  textNine:
    'Подведем итог. Наполеон - это несомненно русский торт. Известен минимум с 1861 года. Он готовится из слоеного тонкого теста и прослоен заварным сливочным кремом. Ну а точку в нашем расследовании поставим цитатой из кулинарных книг времен СССР: "Этот торт, первоначально названный mille-feuille, был привезен в Россию в начале 19-го века и был широко приготовлен во время праздничных мероприятий после победы над армией Наполеона Бонапарта в 1812 году. Торт настолько понравился, что спустя два столетия многие из них считают его частью своего национального кулинарного наследия."',
  textTen:
    'Получается, что наш Наполеон взял за основу французский рецепт, который русские кондитера приготовили по своему, а именно сделали торт из тонкого хрустящего слоеного теста с заварным кремом и сами дали ему название "Наполеон".',
  textEleven:
    'По ингредиентам известно, что слоеное тесто изобрели во Франции в середине 17 века. Заварной крем придумали и того раньше, аж в 14 веке и все в той же Франции. Поэтому справедливо будет считать торт Наполеон французско-русским.',
  textTwelve:
    'Еще добавим, что "Наполеоны" готовят много и по-разному. В магазинах чаще встречаются довольно-таки плотные торты из полумягких, не совсем тонких коржей с добавлением малого количества крема. В ресторанах же наоборот, стараются делать воздушные, очень мягкие, хрустящие, тонкие слои теста, сдобренные большим количеством сливочного крема, тающие во рту.',
};
