// упаковка
export const CAKE_PACK = 'Цветная картонная коробка с окошком';
export const PASTRY_PACK = 'Картонная коробка';

// подзаголовок для всех страниц
export const PAGE_SUBTITLE = 'десерты для кафе, ресторанов, пекарен, театров';

// хлебная крошка
export const PAGE_MAIN = 'Главная';

// заголовки и мета теги страниц
export const PAGE_MAIN_TITLE = 'Кондитерская Пралине';
export const META_MAIN_TITLE =
  'Кондитерская Пралине Москва. Замороженные десерты, торты и пирожные для кафе, ресторанов. Бесплатная доставка.';
export const META_MAIN_DESCRIPTION =
  'Готовим вкусные замороженные десерты, торты и пирожные для кафе, баров, ресторанов, кофеен, пекарен и театров. Доставляем бесплатно по Москве и области.';

export const PAGE_ABOUT_TITLE = 'О нас';
export const META_ABOUT_TITLE =
  'Мы стабильная команда профессиональных кондитеров обладающих большим опытом.';
export const META_ABOUT_DESCRIPTION =
  'Кондитерская Пралине - это команда опытных профессиональных кондитеров. Наши десерты представлены во многих московских кафе.';

export const PAGE_CONTACTS_TITLE = 'Контакты';
export const META_CONTACTS_TITLE =
  'Контакты кондитерской Пралине. Москва Рублевское шоссе. Телефон +7 977 138-82-64.';
export const META_CONTACTS_DESCRIPTION =
  'Москва, Рублевское шоссе, 52а. ТЦ «Западный», третий этаж. Телефон +7 977 138-82-64. Ежедневно с 10:00 до 19:00.';

export const PAGE_COOPERATION_TITLE = 'Сотрудничество';
export const META_COOPERATION_TITLE =
  'Сотрудничество с кондитерской Пралине. Высокий уровень наших пирожных и тортов увеличит прибыль вашей компании.';
export const META_COOPERATION_DESCRIPTION =
  'Приглашаем к сотрудничеству кафе, театры, детские развлекательные зоны, комплексы, кейтеринговые службы, кофейни, рестораны, бары, пекарни. Становитесь клиентом Пралине, приобретайте качественные десерты по выгодной стоимости!';

export const PAGE_DELIVERY_TITLE = 'Доставка';
export const META_DELIVERY_TITLE =
  'Доставка замороженных десертов бесплатно, бережно, качественно по Москве и ближайшему подмосковью.';
export const META_DELIVERY_DESCRIPTION =
  'Вся продукция доставляется в замороженном виде. Бесплатно, бережно, качественно и вовремя доставляем пирожные и торты по Москве и ближайшие пригородные районы.';

export const PAGE_NEWS_TITLE = 'Новости';
export const META_NEWS_TITLE = 'Новости кондитерской Пралине';
export const META_NEWS_DESCRIPTION =
  'Что новенького в нашем ассортименте. Акции и предложения';

export const PAGE_PRODUCTS_TITLE = 'Продукция';
export const META_PRODUCTS_TITLE =
  'Продукция компании Пралине. Качественные замороженные пирожные и торты для московских кафе, баров, пекарен, театров.';
export const META_PRODUCTS_DESCRIPTION =
  'Готовим хорошие торты, пирожные, десерты. Широкий ассортимент по низким ценам с бесплатной доставкой. Идеальный выбор для кафе, баров и ресторанов.';

export const PAGE_RECIPES_TITLE = 'Рецепты';
export const META_RECIPES_TITLE = 'Рецепты от кондитерской Пралине';
export const META_RECIPES_DESCRIPTION =
  'Сладкие рецепты десертов от нашего шеф повара.';

export const PAGE_CAKES_TITLE = 'Торты';
export const PAGE_CAKES_LINK = 'все торты';
export const META_CAKES_TITLE =
  'Замороженные недорогие торты от профессиональной кондитерской Пралине для кафе и ресторанов.';
export const META_CAKES_DESCRIPTION =
  'Вкусные торты ручного приготовления для пекарен, кофеен и магазинов. Медовый, птичье молоко, Прага, трюфельный, тирамису, три шоколада, наполеон, чизкейк и многие другие.';

export const PAGE_PASTRY_TITLE = 'Пирожные';
export const PAGE_PASTRY_LINK = 'все пирожные';
export const META_PASTRY_TITLE =
  'Замороженные популярные пирожные по оптовым ценам, от профессиональной кондитерской Пралине для кофеен и театров.';
export const META_PASTRY_DESCRIPTION =
  'Выбирайте и покупайте вкусные десерты ручного приготовления от производителя, специально для московских ресторанов и кафе. Эклеры, корзиночки, макаруны, штрудели и многое другое.';

export const PAGE_CATEGORIES_TITLE = 'Категории';
export const PAGE_CATEGORIES_LINK = 'все категории';
export const META_CATEGORIES_TITLE =
  'Категории пирожных которые готовятся в московской кондитерской Пралине.';
export const META_CATEGORIES_DESCRIPTION =
  'Выбирайте категории кондитерских изделий. Шоколадные, медовые, фруктовые, штрудель, бисквитные, сырные, кремовые, ореховые, маковые и другие.';
