export const esterhazyStoryForPastry = {
  title: 'История происхождения торта "Эстерхази"',
  textOne:
    'Этот торт был создан в конце 19 века неизвестным кондитером Будапешта и вскоре стал одним из самых известных десертов на землях Австрии и Венгрии. Свое название торт получил в честь принца Павла Антона III Эстерхази де Галанта, министра иностранных дел австрийской империи, который впоследствии стал послом в Москве от имени австрийского императора и короля Венгрии Франца Иосифа. Именно Павлу Антону хотел выразить свое уважение и почтение кондитер.',
  textTwo:
    'Семья Esterhazy была чрезвычайно богата. С 17 века была крупнейшим землевладельцем Венгерского королевства, в то время когда оно было частью Габсбургской монархии. Эстерхази владели многими землями на территории современных Австрии, Словакии и Венгрии, ежегодный семейный доход которых иногда превышал даже доход императора Австро-Венгрии. Чтобы было понятнее, то поместья Эстерхази охватывали сто тридцать деревень, сорок городов и тридцать четыре замка.',
  textThree:
    'В последствии первой и второй мировых войн, венгерская часть земель семьёй была утрачена, а на австрийской земле на сегодняшний день процветает известная в тех землях винодельня Esterhazy, где с 1758 года производят изысканные органические, т.е. дорогие вина.',
};
