export const napoleonStoryForPastry = {
  title: 'Как появился торт "Наполеон"',
  textOne:
    'Русский торт "Наполеон" был создан по мотивам классического французского пирожного "Мильфей" (по-французски "тысяча листьев"), но готовился из слоеного теста с начинкой из кондитерского заварного крема. В русском варианте, в отличие от Мильфея гораздо больше слоев теста и прослоены они умеренными порциями крема. Наполеон покрыт крошкой из дополнительного коржа, а также сахарной пудрой.',
  textTwo:
    '"Наполеон" был создан в 1912 году русскими кондитерами, в честь празднования 100 летия победы России над наполеоновским нашествием. К столу императора Николая II и его гостям, подавали пирожные треугольной формы, напоминающими шляпу Наполеона - треуголку.',
  textThree:
    'На самом деле, Наполеон никогда и не носил шляп треугольной формы, а только двухуголку, называемую Бикорном, но если смотреть на бикорн просто спереди, то явно виден треугольник. Говорят, что крошки и сахар посыпанные поверх торта, символизировали снег, в который были засыпаны французские войска при отступлении.',
  textFour:
    'Первоначально торт был намного меньше современного, т.к. крема был всего один слой - посередине. За годы существования, десерт претерпевал ряд изменений, например в послереволюционное время его готовили без яиц и сливочное масло заменяли маргарином. Причины понятны.',
  textFive:
    'На сегодняшний день "Наполеон" приобрел форму огромного многоярусного торта, прослоенного несколькими порциями заварного ванильного крема, покрытого сверху роскошной шапкой из крошки теста.',
};
